Repository: anticapitalista/MX-cli-installer
Catalog: new-locale/for_use_antix-development_cli-installer-mxpot_*.po
Languages: cs, de, fr, nb, ro

source: CL installer for $DISTRO
cs: Instalátor CL pro $DISTRO
de: Kommandozeilen Installationsprogramm für $DISTRO
fr: CL installateur pour $DISTRO
nb: CL installerer for $DISTRO
ro: Program de instalare CL pentru $DISTRO

source: Requirements for minimum installation:
cs: Požadavky pro minimální instalaci:
de: Mindestanforderungen für Minimale Installation:
fr: Exigences pour l'installation minimale:
nb: Krav for minimal instalasjon:
ro: Cerințe minime pentru instalare:

source: MX-14-Xfce: hard-disk 3.5GB RAM 192MB
de: MX-14-Xfce: Festplatte 3.5GB RAM 192MB
fr: MX-14-Xfce: disque dur 3.5GB RAM 192Mo
ro: MX-14-Xfce: hard disc 3.5GB. 192MB RAM

source: Usage: cli-installer [drive]
cs: Použití: cli-installer [disk]
de: Benutzung: cli-installationsprogramm [Festplatte]
fr: Utilisation: cli-installateur [lecteur]
nb: Bruk: cli-installer
ro: Folosire: cli-installer [drive]

source: Where drive is the name of the drive $DISTRO is to be installed on.
cs: Kde disk je název disku, na který bude nainstalován $DISTRO
de: Wo bei Festplatte das Laufwerk ist auf dem $DISTRO installiert werden soll
fr: Où lecteur est le nom du disque où $DISTRO doit être installé.
nb: Hvor drive er navnet på harddisken/partisjonen $DISTRO skal instaleres på.
ro: Unde „drive” este numele unității unde va fi instalat $DISTRO.

source: For example: cli-installer sdb
cs: Například: cli-installer sdb
de: Zum Beispiel: cli-installer sdb
fr: Pour exemple: cli-installateur sdb
nb: For eksempel: cli-installer sdb
ro: De exemplu: cli-installer sdb

source: The default is correct if the computer has only one drive.
cs: Výchozí je správné, pokud má počítač pouze jeden disk.
de: Die Voreinstellung ist richtig, falls der Computer nur ein Laufwerk hat.
fr: La valeur par défaut est correct si l'ordinateur a un seul disque.
nb: Standard er korrekt hvis datamaskinen kun har en harddisk.
ro: Opțiunea implicită este corectă dacă calculatorul are o singură unitate.

source: Pre-installation tips:
cs: Rady před instalací:
de: Tipps vor dem Installation:
fr: Conseils pour la Pré-installation:
nb: Tips før instalasjon:
ro: Sfaturi înaintea instalării:

source: Set language at the boot screen by pressing F2
cs: Jazyk nastavíte v obrazovce zavádění stisknutím F2
de: Sprachauswahl durch Drücken von F2 während des Bootbildschirms
fr: Choisir la langue à l'écran de démarrage en appuyant sur F2
nb: Velg språk ved oppstartskjermen ved å trykke F2
ro: Setați limba la ecranul de pornire apăsând F2

source: or by adding the line lang=xx where xx is your language code.
cs: nebo přidáním řádku lang=xx kde xx je Váš kód jazyka.
de: Oder durch Hinzufügen von lang=xx wobei xx der gewünschte Sprachcode ist.
fr: ou en ajoutant la ligne lang = xx où xx est votre code de langue.
nb: eller ved å legge til: lang=xx hvor xx er din språkkode.
ro: sau adăugând linia de cod lang=xx unde xx este limba dumneavoastră.

source: eg lang=gr for Greek.
cs: např. lang=gr pro řečtinu.
de: zB lang=de für Deutsch.
fr: par exemple lang=fr pour le français.
nb: F.eks lang=no for Norsk.
ro: Exemplu: lang=ro pentru Română.

source: Set timezone at the boot screen by pressing F3
cs: Časovou zónu nastavíte v obrazovce zavádění stisknutím F3
de: Zeitzonenauswahl durch Drücken von F3 während des Bootbildschirms
fr: Régler le fuseau horaire à l'écran de démarrage en appuyant sur F3
nb: juster tidssone ved oppstartskjermen ved å trykke F3
ro: Setați fusul orar la ecranul de pornire apăsând F3

source: Press F1 at the boot screen for Help and list of cheatcodes for live use.
cs: Stiskněte F1 v obrazovce zavádění pro nápovědu a seznam čítů pro normální provoz.
de: Mit F1 kann während des Bootbildschirms eine Hilfe aufgerufen werden sowie eine Liste mit Codes zur Benutzung des Livesystems.
fr: Appuyez sur F1 à l'écran de démarrage pour l'aide et la liste des codes de démarrage pour une utilisation live.
nb: Trykk F1 ved oppstart skjermen for hjelp, og en liste "juksekoder" for bruk uten å ha instalert,
ro: Apăsați F1 la ecranul de pornire pentru Ajutor și o listă cu posibile coduri pentru livecd.

source: $hdrv invalid. Retry:
cs: $hdrv je neplatné. Zkuste znovu:
de: $hdrv Ungülitg. Wiederholen.
fr: $hdrv invalide. :
nb: $hdrv ugyldig. Prøv på ny:
ro: $hdrv invalid. Reîncercați:

source: Root partition (hda1, sda2, etc):
cs: Odííl root (hda1, sda2, etc):
de: Rootpartition (hda1, sda1, usw)
fr: Partition racine (hda1, sda2, etc):
nb: Rotpartisjon (hda1, sda2, o.l.):
ro: Partiția root (hda1, sda2,etc):

source: $rdrv invalid. Retry
cs: $rdrv je neplatné. Zkuste znovu
de: $rdrv Ungültig. Wiederholen.
fr: $rdrv invalide. Réessayer
nb: $rdrv ugyldig. Prøv på ny:
ro: $rdrv invalid. Reîncercați:

source: Available file systems for $1 are:
cs: Dostupné souborové systémy pro $1 jsou
de: Verfügbare file systems für $1 sind:
fr: Les systèmes de fichiers disponibles pour $1 sont:
nb: Tilgjengelige filsystemer for $1 er:
ro: Sistemele de fișiere disponibile pentru $1 sunt:

source: Enter your choice 1-7:
de: Eingabe von ihre Wahl 1-7:
fr: Entrez votre choix 1-7:
nb: Velg filsystemtype 1-7:
ro: Introduceți alegerea dumneavoastră 1-7:

source: You have chosen $fs for $1
de: Sie haben $fs gewahlt für $1

source: Ignore any 'barrier' lines
cs: Ignorovat všechny 'barierové' řádky
de: Jegliche »Begrenzungslinien« ignorieren
fr: Ignorez toutes les «barrière» des lignes
nb: Ignorer skillelinjer
ro: Ignoră orice linii 'barrier'

source: $fs invalid. Retry:
cs: $fs je neplatné. Zkuste znovu:
de: $fs Ungültig. Wiederholen.
fr: $fs invalide. Réessayer:
nb: $fs ugyldig. Prøv på ny:
ro: $fs invalid. Reîncercați:

source: Passwords are not identical. Retry:
cs: Hesla se neshodují. Zkuste znovu:
de: Passwörter stimmen nicht überein. Wiederholen:
fr: Les mots de passe ne sont pas identiques. Réessayer:
nb: Passordene er ikke identiske. Prøv på nytt:
ro: Parolele nu coincid. Reincercați:

source: Invalid; retry:
cs: Neplatné; Zkuste znovu:
de: Ungültig. Wiederholen.
fr: Invalide; réessayer:
nb: ugyldig. Prøv på ny:
ro: invalid. Reîncercați:

source: Press Enter to exit this script.
cs: Stiskněte Enter pro ukončení skriptu.
de: Enter drücken um dieser Skript zu beenden.
fr: Appuyez sur Entrée pour quitter ce script.
nb: Trykk enter for å avslutte dette skriptet.
ro: Apăsați „Enter” pentru a ieși din acest script.

source: Please run this script as root.
cs: Tento skript spusťte, prosím, jako root.
de: Bitte dieses Skript als root ausführen.
fr: S'il vous plaît exécuter ce script en tant que root.
nb: Venligst kjør dette skriptet som administrator.
ro: Acest script trebuie rulat ca administrator.

source: Do you want to repartition the disk (y/N)
cs: Chcete disk znovu rozdělit disk (y/N)
de: Soll das Laufwerk neu partitioniert werden (y/N)
fr: Voulez-vous repartitionner le disque (y/N)
nb: Vil du ompartisjonere harddisken (y/N)
ro: Doriți să repartiționați discul? (y/N)

source: Deleting the contents of the $rdrv partition.
de: Die Inhalt löschen von der $rdrv Partition
fr: Suppression du contenu des $rdrv de la partition.
nb: Sletter inholdet av partisjon $rdrv.
ro: Șterg conținutul partiției $rdrv.

source: This may take some time. Please wait....
cs: Toto může chváli trvat. Čekejte prosím...
de: Diese Vorgang könnte etwas dauern. Bitte warten....
fr: Cela peut prendre un certain temps. Respirez ....
nb: Dette kan ta litt tid. Venligst vent....
ro: Operațiunea va dura ceva timp. Vă rugăm asteptați....

source: Use separate '/home' partition (y/N)
cs: Použít oddělený oddíl '/home'? (y/N)
de: Eine eigenständige'/home'-Partition benutzen (y/N)
fr: Utilisez une partition séparée pour '/home' (y/N)
nb: Bruk separat '/home' partisjon (y/N)
ro: Folosesc o partiție separată pentru „/home”? (y/N)

source: Is $hdrv a new '/home' partition (y/N)
cs: je $hdrv nový oddíl '/home'? (y/N)
de: Ist $hdrv eine neue '/home'-Partition (y/N)
fr: $hdrv est-elle une nouvelle partition \"/ home\" (y/N)
nb: Er $hdrv en ny '/home' partisjon (y/N)
ro: Este $hdrv noua partiție „/home”? (y/N)

source: Set file system for $hdrv (y/N)
de: Setze file system für $hdrv (y/N)

source: MX-14 will now be copied to $rdrv.
de: MX-14 wird jetzt kopiert auf $rdrv
fr: MX-14 va être maintenant copié sur $rdrv.
nb: MX-14 vil nå bli kopiert til $hdrv.
ro: MX-14 va fi copiat către $rdrv.

source: File copy done
cs: Kopírování souboru dokončeno
de: Kopiervorgang abgeschlossen
fr: La copie des fichiers est terminé
nb: Filkopiering ferdig.
ro: Copierea fișierului a fost efectuată

source: Install GRUB on MBR (Y/n). No will install to root partition
de: Installiere GRUB auf MBR (Y/n). Antwort n bedeutet installiere auf root Partition

source: GRUB installed on ($grub)
cs: GRUB nainstalován na ($grub)
de: GRUB installiert auf ($grub)
fr: GRUB installé sur ($grub)
nb: GRUB instalert på ($grub)
ro: GRUB a fost instalat pe ($grub)

source: Computer name (default is 'mx1')?
cs: Jméno počítače (výchozí je 'mx1')?
de: Rechner Name (Voreinstellung ist 'mx1')?
fr: Nom de l'ordinateur (par défaut 'mx1')?
nb: Datamaskinnavn (standard er 'mx1')?
ro: Numele calculatorului (implicit: „mx1”)?

source: Time to set up localisation
de: Zeit zur Einrichtung der Lokalisierung

source: System locale is set to ...
de: System Lokalisierung ist eingestellt auf ...

source: Do you want to set up system localisation (y/N)
de: Wollen Sie die System Lokalisierung einrichten (y/N)

source: Time to set keyboard layout
de: Zeit zur Einstellung vom Tastatur Layout

source: System keyboard is set to ...
de: System Tastatur eingestellt auf ...

source: Do you want to set up keyboard (y/N)
de: Wollen Sie die Tastatur einrichten (y/N)

source: Time to set console layout
de: Zeit zum einrichten des Bedienungsfeld

source: System console is set to ...
de: System Konsole eingerichtet auf ....

source: Do you want to set up console layout (y/N)
de: Wollen Sie die Konsole Layout einrichten (y/N)

source: Time to set timezone
de: Zeit zum Einrichten von der Zeitzone

source: System timezone is set to ...
de: System Zeitzone eingerichtet auf ...

source: Do you want to set up system timezone (y/N)
de: Wollen Sie die System Zeitzone einrichten (y/N)

source: Choose which services to run
de: Wähle samtliche Services die laufen müssen

source: Do you want to enable/disable startup services (y/N)
de: Wollen Sie Startup Services ermöglichen / abschalten (y/N)

source: Is this a remastered/snapshot install (y/N)
cs: Je toto upravená instalace (y/N)
de: Ist dies eine remastered/snapshot Installation (y/N)
fr: Est-ce une installation remasterisé (y/N)
nb: Er dette en remastret installasjon (y/N)
ro: Este instalarea snapshot? (y/N)

source: Installation of $DISTRO finished!
cs: Instalace $DISTRO dokončena!
de: Das installieren von $DISTRO ist beendet!
fr: Installation de $DISTRO terminé!
nb: Instalasjon av $DISTRO ferdig!
ro: Instalarea lui $DISTRO a fost finalizată!

source: Reboot computer without CD to start program. ('reboot')
cs: Restartujte počítač bez CD pro spuštění počítače. ('reboot')
de: Bitte den Computer ohne CD neustarten. ('reboot')
fr: Redémarrez l'ordinateur sans CD pour démarrer le programme. (\"Reboot\")
nb: Restart datamaskinen uten CD for å starte programmet. ("reboot")
ro: Reporniți calculatorul fără CD pentru a porni programul. („reboot”)

source: Setting up user and root/admin accounts
de: Einrichten von Kontos für Gebraucher und root/admin

source: Type in your default user name?
de: Eingabe von voreingestellte Gebrauchername

source: Note: $hdrv must contain a folder named '$name'.
cs: Poznámka: $hdrv musí obsahovat složku s názvem '$name'.
de: Hinweis: $hdrv muss ein Verzeichnis namens '$name' enthalten.
fr: Note: $hdrv doit contenir un dossier nommé '$name'.
nb: Merk: $hdrv må inneholde en mappe kalt '$name'.
ro: Notă: $hdrv trebuie să conțină un dosar numit „$name”.

source: Type your Password for $name:
cs: Heslo pro $name:
de: Eingabe vom Passwort für $name:
fr: Mot de passe pour $name:
nb: Passord for $name:
ro: Parolă pentru $name:

source: Type your Password for root:
cs: Heslo pro root:
de: Eingabe vom Passwort für root:
fr: Mot de passe pour root:
nb: Passord for administrator:
ro: Parolă pentru administrator:

source: Set autologin for $name: (y/N)
de: Autologin für $name einrichten: (y/N)

source: Cleaning up
cs: Čištění
de: Räume auf
fr: Nettoyage
nb: Rydder opp
ro: Se efectuează curățenia

source: Version 2.9.2 2014/02/27
cs: Verze 2.9.2 2014/02/27
ro: Versiunea 2.9.2 2014/02/27

source: /home partition (hda1, sda2, etc):
cs: oddíl /home (hda1, sda2, etc):
fr: Partition /home (hda1, sda2, etc):
nb: /home partisjon (hda1, sda2, o.l.):
ro: /home partiție (hda1, sda2, etc):
