Repository: anticapitalista/MX-cli-installer
Catalog: po_files/cli-installer-mx_*.po
Languages: pt_br

source: CL installer for $DISTRO
pt_br: Instalador de linha de comando para o $DISTRO

source: Version 2.9.2 2014/02/27
pt_br: Versão 2.9.2 2014/02/27

source: Requirements for minimum installation:
pt_br: Requisitos mínimos para instalação:

source: MX-14-Xfce: hard-disk 3.5GB RAM 192MB
pt_br: MX-14-Xfce: disco rígido de 3,5 GB de RAM 192MB

source: Usage: cli-installer [drive]
pt_br: Uso: instalador cli- [drive]

source: Where drive is the name of the drive $DISTRO is to be installed on.
pt_br: Onde disco é o nome da unidade na qual instalar o $DISTRO.

source: For example: cli-installer sdb
pt_br: Por exemplo: sdb instalador cli-

source: The default is correct if the computer has only one drive.
pt_br: O padrão está correto se o computador tiver apenas uma unidade.

source: Pre-installation tips:
pt_br: Dicas de pré-instalação:

source: Set language at the boot screen by pressing F2
pt_br: Definir o idioma na tela de boot apertando F2

source: or by adding the line lang=xx where xx is your language code.
pt_br: ou adicionando a linha lang = xx, onde xx é o código do idioma.

source: eg lang=gr for Greek.
pt_br: lang = por exemplo gr para o grego.

source: Set timezone at the boot screen by pressing F3
pt_br: Definir o fuso horário na tela de boot apertando F3

source: Press F1 at the boot screen for Help and list of cheatcodes for live use.
pt_br: Pressione F1 na tela de boot para Ajuda e lista de códigos para uso ao live.

source: /home partition (hda1, sda2, etc):
pt_br: /home partição (hda1, sda2, etc):

source: $hdrv invalid. Retry:
pt_br: $hdrv inválido. Repetir:

source: Root partition (hda1, sda2, etc):
pt_br: Raiz da partição (hda1, sda2, etc):

source: $rdrv invalid. Retry
pt_br: $rdrv inválido. Repetir:

source: Available file systems for $1 are:
pt_br: Sistemas de arquivos disponíveis para $1 são:

source: Enter your choice 1-7:
pt_br: Digite sua escolha 1-7:

source: Ignore any 'barrier' lines
pt_br: Ignorar quaisquer linhas 'barrier'

source: $fs invalid. Retry:
pt_br: $fs inválido. Repetir:

source: Passwords are not identical. Retry:
pt_br: As senhas não são idênticas. Repetir:

source: Invalid; retry:
pt_br: inválido. Repetir:

source: Press Enter to exit this script.
pt_br: Pressione Enter para sair deste script.

source: Please run this script as root.
pt_br: Por favor, execute o script como root.

source: Do you want to repartition the disk (y/N)
pt_br: Você quer dividir o disco (y / N)

source: Deleting the contents of the $rdrv partition.
pt_br: Excluindo o conteúdo da partição $rdrv.

source: This may take some time. Please wait....
pt_br: Isso pode levar algum tempo. Aguarde por favor ....

source: Use separate '/home' partition (y/N)
pt_br: Use partição separada '/ home' (y / N)

source: Is $hdrv a new '/home' partition (y/N)
pt_br: É de R $hdrv uma nova partição '/ home' (y / N)

source: MX-14 will now be copied to $rdrv.
pt_br: O MX-14 será copiado agora para $rdrv.

source: File copy done
pt_br: Cópia de arquivo feito

source: GRUB installed on ($grub)
pt_br: GRUB instalado em ($grub)

source: Computer name (default is 'mx1')?
pt_br: Nome do computador (o padrão é 'mx1')?

source: Is this a remastered/snapshot install (y/N)
pt_br: Essa é uma instalação remasterizada? (y/N)

source: Installation of $DISTRO finished!
pt_br: Instalação do $DISTRO concluída!

source: Reboot computer without CD to start program. ('reboot')
pt_br: Reinicie o computador sem o CD para iniciar o programa. ('reboot')

source: Note: $hdrv must contain a folder named '$name'.
pt_br: Nota: $hdrv deve conter uma pasta chamada '$name'.

source: Type your Password for $name:
pt_br: Senha para $name:

source: Type your Password for root:
pt_br: Senha para root:

source: Cleaning up
pt_br: Limpar
