Repository: anticapitalista/MX-cli-installer
Catalog: locale/for_use_antix-development_cli-installer-mxpot_*.po
Languages: el

source: CL installer for $DISTRO
el: Εγκαταστάτης από Γραμμή Εντολών (CLI) για το $DISTRO

source: Version 2.9.2 2014/02/27
el: Έκδοση 2.9.2 2014/02/27

source: Requirements for minimum installation:
el: Απαιτήσεις για Ελάχιστη εγκαστάσταση:

source: MX-14-Xfce: hard-disk 3.5GB RAM 192MB
el: MX-14-Xfce: σκληρός δίσκος 3.5GB και RAM 192MB

source: Usage: cli-installer [drive]
el: Χρήση: cli-installer [drive]

source: Where drive is the name of the drive $DISTRO is to be installed on.
el: Όπου 'drive' είναι το όνομα του drive όπου θα εγκατασταθεί το $DISTRO .

source: For example: cli-installer sdb
el: Για παράδειγμα: cli-installer sdb

source: The default is correct if the computer has only one drive.
el: Η προεπιλογή είναι σωστή αν ο υπολογιστής έχει μόνο ένα drive.

source: Pre-installation tips:
el: Συμβουλές για την προεγκατάσταση:

source: Set language at the boot screen by pressing F2
el: Ορίστε την γλώσσα από την οθόνη εκκίνησης, πατώντας F2

source: or by adding the line lang=xx where xx is your language code.
el: ή προσθέτοντας την γραμμή lang=xx όπου xx είναι ο κωδικός της γλώσσας σας.

source: eg lang=gr for Greek.
el: πχ lang=gr για τα Ελληνικά

source: Set timezone at the boot screen by pressing F3
el: Ορίστε την ζώνη ώρας στην οθόνη εκκίνησης, πατώντας F3

source: Press F1 at the boot screen for Help and list of cheatcodes for live use.
el: Πατήστε F1 κατά την οθόνη εκκίνησης για Βοήθεια και μία λίστα με κωδικούς για κολπάκια (cheatcodes) για live χρήση.

source: /home partition (hda1, sda2, etc):
el: κατάτμηση /home (hda1, sda2, κλπ):

source: $hdrv invalid. Retry:
el: Μη έγκυρο $hdrv Ξαναδοκιμάστε:

source: Root partition (hda1, sda2, etc):
el: Κατάτμση Συστήματος/Root (hda1, sda2, etc):

source: $rdrv invalid. Retry
el: Μη έγκυρο $rdrv Ξαναδοκιμάστε:

source: Available file systems for $1 are:
el: Διαθέσιμα συστήματα αρχείων για $1 είναι

source: Enter your choice 1-7:
el: Εισάγετε την επιλογή σας 1-7:

source: Ignore any 'barrier' lines
el: Αγνοήστε οποιεσδήποτε γραμμές 'barrier'

source: $fs invalid. Retry:
el: Μη έγκυρο $fs Ξαναπροσπαθήστε:

source: Passwords are not identical. Retry:
el: Οι Κωδικοί πρόσβασης δεν είναι ίδιοι. Ξαναδοκιμάστε:

source: Invalid; retry:
el: Μη έγκυρο. Ξαναπροσπαθήστε:

source: Press Enter to exit this script.
el: Πατήστε Enter για να βγείτε από αυτό το script.

source: Please run this script as root.
el: Παρακαλώ τρέξτε αυτό το script ως Root.

source: Do you want to repartition the disk (y/N)
el: Θέλετε να επανακατατμήσετε τον δίσκο (Ναι/Όχι)

source: Deleting the contents of the $rdrv partition.
el: Η διαγραφή των περιεχομένων του $rdrv

source: This may take some time. Please wait....
el: Αυτό μπορεί να πάρει αρκετό χρόνο. Παρακαλώ περιμένετε...

source: Use separate '/home' partition (y/N)
el: Χρησιμοποιείστε μία χωριστή κατάτμηση χρήστη '/home' (Ναι/Όχι)

source: Is $hdrv a new '/home' partition (y/N)
el: Το $hdrv είναι μία νέα κατάτμηση '/home' (Ναι/Όχι)

source: MX-14 will now be copied to $rdrv.
el: MX-14 Θα αντιγραφεί τώρα σε $rdrv.

source: File copy done
el: Η αντιγραφή αρχείων ολοκληρώθηκε

source: GRUB installed on ($grub)
el: Ο GRUB εγκαταστάσθηκε στο ($grub)

source: Computer name (default is 'mx1')?
el: Όνομα υπολογιστή (η προεπιλογή είναι "mx1»)

source: Time to set keyboard layout
el: Ρύθμιση Γλώσσας

source: Is this a remastered/snapshot install (y/N)
el: Είναι αυτό ένα remastered/snapshot εγκατάσταση (ν/Ο)

source: Installation of $DISTRO finished!
el: Η εγκατάσταση του $DISTRO τελείωσε!

source: Reboot computer without CD to start program. ('reboot')
el: Επανεκκινείστε τον υπολογιστή χωρίς το CD για να αρχίσει το πρόγραμμα. ('επανεκκίνηση')

source: Note: $hdrv must contain a folder named '$name'.
el: Σημείωση: Το $hdrv πρέπει να περιέχει έναν φάκελλο που ονομάζεται '$name'.

source: Type your Password for $name:
el: Κωδικός πρόσβασης για το $name:

source: Type your Password for root:
el: Κωδικός πρόσβασης root:

source: Cleaning up
el: Γίνεται εκκαθάριση
